artillery-tests/users-tests/gets/search_user.yaml
config:
    target: http://127.0.0.1:8081/tukano-users-shorts-1/rest
    phases:
        - name: get_phase
          duration: 1
          arrivalRate: 1
scenarios:
    - name: TuKanoGetUsers
      flow:
        - get:
            url: /users?query=CR
            headers:
                Content-Type: application/json